scheme_name,description,image_url
Ground Water Management and Regulation (GWMR),"Ground Water Management and Regulation (GWMR) focuses on aquifer mapping, rejuvenation, and regulation of ground water extraction. Scheme focuses on activities include aquifer mapping, interventions for rejuvenation, piezometer construction, and monitoring of ground water levels and quality.",https://master-jalshakti-dowr.digifootprint.gov.in/static/uploads/2024/02/GWMR_1.png
Pradhan Mantri Krishi Sinchayee Yojana,"Pradhan Mantri Krishi Sinchayee Yojana (PMKSY) aims to enhance physical access of water on farm and expand cultivable area under assured irrigation, improve on-farm water use efficiency, introduce sustainable water conservation practices, etc.",https://master-jalshakti-dowr.digifootprint.gov.in/static/uploads/2024/02/MicrosoftTeams-image-12.png
Irrigation Census,"Minor Irrigation Census ensures a comprehensive database of schemes, crucial for planning and managing irrigation in diverse climatic conditions across India, with the latest census covering the reference year 2017-18 and including the first census of water bodies.",N/A
Namami Gange,"Namami Gange is an integrated conservation mission launched in 2014 with a budget of Rs. 20,000 Crore, focusing on abating pollution and rejuvenating the Ganga River. It encompasses pillars such as sewerage treatment, river-front development, biodiversity conservation, afforestation, and public awareness.",N/A
"Information, Education and Communication","The scheme aims to create awareness about optimal water resource development, encourage cooperation, and emphasize water conservation through activities like National Water Awards, Water Heroes contest, and media campaigns.",N/A
Flood Management Programme,"Flood Management Programme focuses on flood control and river management projects, providing financial assistance to state governments. It addresses ongoing flood management projects, emphasizing spill-over works and committed liabilities, with funding patterns based on project categories.",N/A
River Basin Management,"River Basin Management consists of two key components - Brahmaputra Board, focusing on flood control and erosion measures in Brahmaputra and Barak Valley regions, and the Investigation of Water Resource Development Scheme (IWRDS) targeting hydropower and irrigation projects across river basins.",N/A
Pancheshwar Multipurpose Project,"Pancheshwar Multipurpose Project focuses on the construction on the stretch of Mahakali River forming boundary between Indian and Nepal. Pancheshwar Development Authority (PDA) was formed in 2014 to focus on the development, execution, and operation of the Pancheshwar Multipurpose Project.",N/A
Sutlej- Yamuna Link Canal,Sutlej Yamuna Link (SYL) Canal was aimed to span 121 km in Punjab and 90 km in Haryana to irrigate an area of 4.46 lakh ha. in Haryana and 1.28 lakh ha. In Punjab with a total of 50 MW of power generation at two power houses.,N/A
River Management Activities And Works Related To Border Area,"The scheme focuses on shared river systems with neighbouring countries to address hydrological observations, flood forecasting, investigation of water resource projects, and flood management across border regions.",N/A
